[{"copyright":"\nPetr Horálek /\nInstitute of Physics in Opava,\nSovena Jani\n","date":"2023-05-29","explanation":"What glows there?  The answer depends: sea or sky? In the sea, the unusual blue glow is bioluminescence. Specifically, the glimmer arises from Noctiluca scintillans, single-celled plankton stimulated by the lapping waves. The plankton use their glow to startle and illuminate predators.  This mid-February display on an island in the Maldives was so intense that the astrophotographer described it as a turquoise wonderland. In the sky, by contrast, are the more familiar glows of stars and nebulas. The white band rising from the artificially-illuminated green plants is created by billions of stars in the central disk of our Milky Way Galaxy.  Also visible in the sky is the star cluster Omega Centauri, toward the left, and the famous Southern Cross asterism in the center. Red-glowing nebulas include the bright Carina Nebula, just right of center, and the expansive Gum Nebula on the upper right.","hdurl":"https://apod.nasa.gov/apod/image/2305/SeaBlueSky_Horalek_960.jpg","media_type":"image","service_version":"v1","title":"Milky Way over a Turquoise Wonderland","url":"https://apod.nasa.gov/apod/image/2305/SeaBlueSky_Horalek_960.jpg"},{"copyright":"\nPatrick A. Cosgrove\n","date":"2023-05-30","explanation":"Is this what will become of our Sun? Quite possibly.  The first hint of our Sun's future was discovered inadvertently in 1764. At that time, Charles Messier was compiling a list of diffuse objects not to be confused with comets. The 27th object on Messier's list, now known as M27 or the Dumbbell Nebula, is a planetary nebula, one of the brightest planetary nebulae on the sky and visible with binoculars toward the constellation of the Fox (Vulpecula). It takes light about 1000 years to reach us from M27, featured here in colors emitted by sulfur (red), hydrogen (green) and oxygen (blue). We now know that in about 6 billion years, our Sun will shed its outer gases into a planetary nebula like M27, while its remaining center will become an X-ray hot white dwarf star.  Understanding the physics and significance of M27 was well beyond 18th century science, though. Even today, many things remain mysterious about planetary nebulas, including how their intricate shapes are created.","hdurl":"https://apod.nasa.gov/apod/image/2305/M27_Cosgrove_2717.jpg","media_type":"image","service_version":"v1","title":"M27: The Dumbbell Nebula","url":"https://apod.nasa.gov/apod/image/2305/M27_Cosgrove_960.jpg"},{"date":"2023-05-31","explanation":"How did we get here? We know that we live on a planet orbiting a star orbiting a galaxy, but how did all of this form? Since our universe moves too slowly to watch, faster-moving computer simulations are created to help find out. Specifically, this featured video from the IllustrisTNG collaboration tracks gas from the early universe (redshift 12) until today (redshift 0). As the simulation begins, ambient gas falls into and accumulates in a region of relatively high gravity.  After a few billion years, a well-defined center materializes from a strange and fascinating cosmic dance. Gas blobs -- some representing small satellite galaxies -- continue to fall into and become absorbed by the rotating galaxy as the present epoch is reached and the video ends.  For the Milky Way Galaxy, however, big mergers may not be over -- recent evidence indicates that our large spiral disk Galaxy will collide and coalesce with the slightly larger Andromeda spiral disk galaxy in the next few billion years.    Open Science: Browse 3,000+ codes in the Astrophysics Source Code Library","media_type":"video","service_version":"v1","title":"Simulation: A Disk Galaxy Forms","url":"https://www.youtube.com/embed/X4UF9Akman0?rel=0"},{"date":"2023-06-01","explanation":"Massive stars in our Milky Way Galaxy live spectacular lives.  Collapsing from vast cosmic clouds, their nuclear furnaces ignite and create heavy elements in their cores. After a few million years, the enriched material is blasted back into interstellar space where star formation can begin anew. The expanding debris cloud known as Cassiopeia A is an example of this final phase of the stellar life cycle. Light from the explosion which created this supernova remnant would have been first seen in planet Earth's sky about 350 years ago, although it took that light about 11,000 years to reach us. This false-color image, composed of X-ray and optical image data from the Chandra X-ray Observatory and Hubble Space Telescope, shows the still hot filaments and knots in the remnant. It spans about 30 light-years at the estimated distance of Cassiopeia A. High-energy X-ray emission from specific elements has been color coded, silicon in red, sulfur in yellow, calcium in green and iron in purple, to help astronomers explore the recycling of our galaxy's star stuff. Still expanding, the outer blast wave is seen in blue hues. The bright speck near the center is a neutron star, the incredibly dense, collapsed remains of the massive stellar core.","hdurl":"https://apod.nasa.gov/apod/image/2306/Chandrafirstlight_0.jpg","media_type":"image","service_version":"v1","title":"Recycling Cassiopeia A","url":"https://apod.nasa.gov/apod/image/2306/Chandrafirstlight_0_1024.jpg"},{"date":"2023-06-02","explanation":"Big, beautiful spiral galaxy M101 is one of the last entries in Charles Messier's famous catalog, but definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way. M101 was also one of the original spiral nebulae observed by Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. Assembled from 51 exposures recorded by the Hubble Space Telescope in the 20th and 21st centuries, with additional data from ground based telescopes, this mosaic spans about 40,000 light-years across the central region of M101 in one of the highest definition spiral galaxy portraits ever released from Hubble. The sharp image shows stunning features of the galaxy's face-on disk of stars and dust along with background galaxies, some visible right through M101 itself. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.","hdurl":"https://apod.nasa.gov/apod/image/2306/M101_hst6000.jpg","media_type":"image","service_version":"v1","title":"Messier 101","url":"https://apod.nasa.gov/apod/image/2306/M101_hst1280.jpg"},{"date":"2023-06-03","explanation":"A darkened and mysterious north polar region known to some as Mordor Macula caps this premier high-resolution view. The portrait of Charon, Pluto's largest moon, was captured by New Horizons near the spacecraft's closest approach on July 14, 2015. The combined blue, red, and infrared data was processed to enhance colors and follow variations in Charon's surface properties with a resolution of about 2.9 kilometers (1.8 miles). A stunning image of Charon's Pluto-facing hemisphere, it also features a clear view of an apparently moon-girdling belt of fractures and canyons that seems to separate smooth southern plains from varied northern terrain. Charon is 1,214 kilometers (754 miles) across. That's about 1/10th the size of planet Earth but a whopping 1/2 the diameter of Pluto itself, and makes it the largest satellite relative to its parent body in the Solar System. Still, the moon appears as a small bump at about the 1 o'clock position on Pluto's disk in the grainy, negative,telescopic picture inset at upper left. That view was used by James Christy and Robert Harrington at the U.S. Naval Observatory in Flagstaff to discover Charon in June of 1978.","hdurl":"https://apod.nasa.gov/apod/image/2306/Charon-Neutral-Bright-Release.jpg","media_type":"image","service_version":"v1","title":"Charon: Moon of Pluto","url":"https://apod.nasa.gov/apod/image/2306/charon_then_now_1024.jpg"},{"date":"2023-06-04","explanation":"Wouldn't it be fun to color in the universe?  If you think so, please accept this famous astronomical illustration as a preliminary substitute.  You, your friends, your parents or children, can print it out or even color it digitally.  While coloring, you might be interested to know that even though this illustration has appeared in numerous places over the past 100 years, the actual artist remains unknown.  Furthermore, the work has no accepted name -- can you think of a good one?  The illustration, first appearing in a book by Camille Flammarion in 1888, is frequently used to show that humanity's present concepts are susceptible to being supplanted by greater truths.","hdurl":"https://apod.nasa.gov/apod/image/2306/BeyondEarth_Unknown_3000.jpg","media_type":"image","service_version":"v1","title":"Color the Universe","url":"https://apod.nasa.gov/apod/image/2306/BeyondEarth_Unknown_960.jpg"},{"copyright":"\nMartin Pugh\n","date":"2023-06-05","explanation":"What's happening at the center of the Trifid Nebula? Three prominent dust lanes that give the Trifid its name all come together. Mountains of opaque dust appear near the bottom, while other dark filaments of dust are visible threaded throughout the nebula.  A single massive star visible near the center causes much of the Trifid's glow.  The Trifid, cataloged as M20, is only about 300,000 years old, making it among the youngest emission nebulas known.  The star forming nebula lies about 9,000 light years away toward the constellation of the Archer (Sagittarius). The region pictured here spans about 20 light years.    Portal Universe: Random APOD Generator","hdurl":"https://apod.nasa.gov/apod/image/2306/Trifid_Pugh_2346.jpg","media_type":"image","service_version":"v1","title":"In the Center of the Trifid Nebula","url":"https://apod.nasa.gov/apod/image/2306/Trifid_Pugh_1080.jpg"},{"date":"2023-06-06","explanation":"It’s the end of a world as we know it. Specifically, the Sun-like star ZTF SLRN-2020 was seen eating one of its own planets. Although many a planet eventually dies by spiraling into their central star, the 2020 event, involving a Jupiter-like planet, was the first time it was seen directly.  The star ZTF SLRN-2020 lies about 12,000 light years from the Sun toward the constellation of the Eagle (Aquila).  In the featured animated illustration of the incident, the gas planet's atmosphere is first pictured being stripped away as it skims along the outskirts of the attracting star. Some of the planet's gas is absorbed into the star's atmosphere, while other gas is expelled into space.  By the video's end, the planet is completely engulfed and falls into the star's center, causing the star's outer atmosphere to briefly expand, heat up, and brighten. One day, about eight billion years from now, planet Earth may spiral into our Sun.","media_type":"video","service_version":"v1","title":"Star Eats Planet","url":"https://www.youtube.com/embed/SmuG7odUe9c?rel=0"},{"copyright":"\nBrian Brennan\n","date":"2023-06-07","explanation":"Most galaxies don't have any rings of stars and gas -- why does M94 have two? First, spiral galaxy M94 has an inner ring of newly formed stars surrounding its nucleus, giving it not only an unusual appearance but also a strong interior glow.  A leading origin hypothesis holds that an elongated knot of stars known as a bar rotates in M94 and has generated a burst of star formation in this inner ring.  Observations have also revealed another ring, an outer ring, one that is more faint, different in color, not closed, and relatively complex.  What caused this outer ring is currently unknown. M94, pictured here, spans about 45,000 light years in total, lies about 15 million light years away, and can be seen with a small telescope toward the constellation of the Hunting Dogs  (Canes Venatici).   More Availability: APOD now accessible via  Flipboard.","hdurl":"https://apod.nasa.gov/apod/image/2306/M94_Brennan_1565.jpg","media_type":"image","service_version":"v1","title":"M94: A Double Ring Galaxy","url":"https://apod.nasa.gov/apod/image/2306/M94_Brennan_960.jpg"},{"copyright":"Steve\nCannistra","date":"2023-06-08","explanation":"Like an illustration in a galactic Just So Story, the Elephant's Trunk Nebula winds through the emission region and young star cluster complex IC 1396, in the high and far off constellation of Cepheus. Seen on the left the cosmic elephant's trunk, also known as vdB 142, is over 20 light-years long. This detailed telescopic view features the bright swept-back ridges and pockets of cool interstellar dust and gas that abound in the region. But the dark, tendril-shaped clouds contain the raw material for star formation and hide protostars within. Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a large region on the sky, spanning over 5 degrees. This rendition spans a 1 degree wide field of view though, about the angular size of 2 full moons. Of course the dark shapes below and to the right of the outstretched Elephant's Trunk, are known to some as The Caravan.","hdurl":"https://apod.nasa.gov/apod/image/2306/ic1396ASI294large.jpg","media_type":"image","service_version":"v1","title":"Elephant's Trunk and Caravan","url":"https://apod.nasa.gov/apod/image/2306/ic1396ASI294large_1030.jpg"},{"date":"2023-06-09","explanation":"This deep field mosaicked image presents a stunning view of galaxy cluster Abell 2744 recorded by the James Webb Space Telescope's NIRCam. Also dubbed Pandora's Cluster, Abell 2744 itself appears to be a ponderous merger of three different massive galaxy clusters. It lies some 3.5 billion light-years away, toward the constellation Sculptor. Dominated by dark matter, the mega-cluster warps and distorts the fabric of spacetime, gravitationally lensing even more distant objects. Redder than the Pandora cluster galaxies many of the lensed sources are very distant galaxies in the early Universe, their lensed images stretched and distorted into arcs. Of course distinctive diffraction spikes mark foreground Milky Way stars. At the Pandora Cluster's estimated distance this cosmic box spans about 6 million light-years. But don't panic. You can explore the tantalizing region in a 2 minute video tour.","hdurl":"https://apod.nasa.gov/apod/image/2306/abell2744_jwst.png","media_type":"image","service_version":"v1","title":"Pandora's Cluster of Galaxies","url":"https://apod.nasa.gov/apod/image/2306/abell2744_jwst1024.png"},{"copyright":"This month, bright Mars and brilliant Venus","date":"2023-06-10","explanation":"This month, bright Mars and brilliant Venus are the prominent celestial beacons in planet Earth's western skies after sunset. Wandering through the constellation Cancer the Crab, the Red Planet was captured here on the evening of June 3 near the stars of open cluster Messier 44. Recognized since antiquity this nearby, naked-eye star cluster is also known as the Praesepe or the Beehive cluster. A swarm of stars all much younger than the Sun, the Beehive cluster is a mere 600 light-years distant. Seen with a yellowish hue, Mars is about 17 light-minutes away. On June 12/13 Venus will take its turn posing next to the stars of the Beehive cluster. But the dazzling light of Venus will make the Beehive stars difficult to see by eye alone.","hdurl":"https://apod.nasa.gov/apod/image/2306/Marte-M44_230603.jpg","media_type":"image","service_version":"v1","title":"Mars and the Beehive","url":"https://apod.nasa.gov/apod/image/2306/Marte-M44_230603_800.jpg"},{"date":"2023-06-11","explanation":"Here are all the visible colors of the Sun, produced by passing the Sun's light through a prism-like device.  The spectrum was created at the McMath-Pierce Solar Observatory and shows, first off, that although our white-appearing Sun emits light of nearly every color, it appears brightest in yellow-green light.  The dark patches in the featured spectrum arise from gas at or above the Sun's surface absorbing sunlight emitted below.  Since different types of gas absorb different colors of light, it is possible to determine what gasses compose the Sun.  Helium, for example, was first discovered in 1868 on a solar spectrum and only later found here on Earth.  Today, the majority of spectral absorption lines have been identified - but not all.","hdurl":"https://apod.nasa.gov/apod/image/2306/sunspectrum_mpso_3071.jpg","media_type":"image","service_version":"v1","title":"The Sun and Its Missing Colors","url":"https://apod.nasa.gov/apod/image/2306/sunspectrum_mpso_960.jpg"},{"copyright":"\nTianyao Yang\n","date":"2023-06-12","explanation":"What’s that near the Moon? It’s the International Space Station (ISS). Although the ISS may appear to be physically near the Moon, it is not — it is physically near the Earth. In low Earth orbit and circulating around our big blue marble about every 90 minutes, the ISS was captured photographically as it crossed nearly in front of the Moon. The Moon, itself in a month-long orbit around the Earth, shows a crescent phase as only a curving sliver of its Sun-illuminated half is visible from the Earth. The featured image was taken in late March from Shanghai, China and shows not only details of Earth's largest human-made satellite, but details of the cratered and barren surface of Earth's largest natural satellite. Over the next few years, humanity is planning to send more people and machines to the Moon than ever before.","hdurl":"https://apod.nasa.gov/apod/image/2306/IssMoon_Yang_2599.jpg","media_type":"image","service_version":"v1","title":"The Largest Satellites of Earth","url":"https://apod.nasa.gov/apod/image/2306/IssMoon_Yang_960.jpg"},{"date":"2023-06-13","explanation":"Jupiter's moons circle Jupiter. The featured video depicts Europa and Io, two of Jupiter's largest moons, crossing in front of the grand planet's Great Red Spot, the largest known storm system in our Solar System. The video was composed from images taken by the robotic Cassini spacecraft as it passed Jupiter in 2000, on its way to Saturn. The two moons visible are volcanic Io, in the distance, and icy Europa.  In the time-lapse video, Europa appears to overtake Io, which is odd because Io is closer to Jupiter and moves faster. The explanation is that the motion of the fast Cassini spacecraft changes the camera location significantly during imaging.  Jupiter is currently being visited by NASA's robotic Juno spacecraft, while ESA's Jupiter Icy Moons Explorer (JUICE), launched in April, is enroute.","media_type":"video","service_version":"v1","title":"Moons Across Jupiter","url":"https://www.youtube.com/embed/YEXuGgRCyS0?rel=0"},{"copyright":"\nStephen Kennedy\n","date":"2023-06-14","explanation":"There is no sea on Earth large enough to contain the Shark nebula. This predator apparition poses us no danger as it is composed only of interstellar gas and dust. Dark dust like that featured here is somewhat like cigarette smoke and created in the cool atmospheres of giant stars. After being expelled with gas and gravitationally recondensing, massive stars may carve intricate structures into their birth cloud using their high energy light and fast stellar winds as sculpting tools.  The heat they generate evaporates the murky molecular cloud as well as causing ambient hydrogen gas to disperse and glow red.  During disintegration, we humans can enjoy imagining these great clouds as common icons, like we do for water clouds on Earth. Including smaller dust nebulae such as Lynds Dark Nebula 1235 and Van den Bergh 149 & 150, the Shark nebula spans about 15 light years and lies about 650 light years away toward the constellation of the King of Aethiopia (Cepheus).","hdurl":"https://apod.nasa.gov/apod/image/2306/Shark_Kennedy_4176.jpg","media_type":"image","service_version":"v1","title":"The Shark Nebula","url":"https://apod.nasa.gov/apod/image/2306/Shark_Kennedy_960.jpg"},{"date":"2023-06-15","explanation":"Messier 15 is an immense swarm of over 100,000 stars. A 13 billion year old relic of the early formative years of our galaxy it's one of about 170 globular star clusters that still roam the halo of the Milky Way. Centered in this sharp reprocessed Hubble image, M15 lies some 35,000 light-years away toward the constellation Pegasus. Its diameter is about 200 light-years, but more than half its stars are packed into the central 10 light-years or so, making one of the densest concentrations of stars known. Hubble-based measurements of the increasing velocities of M15's central stars are evidence that a massive black hole resides at the center of the dense cluster. M15 is also known to harbour a planetary nebula. Called Pease 1 (aka PN Ps 1), it can be seen in this image as a small blue blob below and just right of center.","hdurl":"https://apod.nasa.gov/apod/image/2306/M15-3.jpg","media_type":"image","service_version":"v1","title":"M15: Dense Globular Star Cluster","url":"https://apod.nasa.gov/apod/image/2306/M15-3_1024.jpg"},{"copyright":"Bernd Pröschold","date":"2023-06-16","explanation":"This serene view from the coast of Sweden looks across the Baltic sea and compresses time, presenting the passage of one night in a single photograph. From sunset to sunrise, moonlight illuminates the creative sea and skyscape. Fleeting clouds, fixed stars, and flowing northern lights leave their traces in planet Earth's sky. To construct the timelapse image, 3296 video frames were recorded on the night of a nearly full moon between 7:04pm and 6:35am local time. As time progresses from left to right, a single column of pixels was taken from the corresponding individual frame and combined in sequence into a single digital image 3296 pixels wide.  Happy Birthday APOD","hdurl":"https://apod.nasa.gov/apod/image/2306/baltic-sea-timelapse-image.jpg","media_type":"image","service_version":"v1","title":"Sunset to Sunrise over the Baltic Sea","url":"https://apod.nasa.gov/apod/image/2306/baltic-sea-timelapse-image600.jpg"},{"date":"2023-06-17","explanation":"Recorded during 2017, timelapse sequences from the International Space Station are compiled in this serene video of planet Earth at Night. Fans of low Earth orbit can start by enjoying the view as green and red aurora borealis slather up the sky. The night scene tracks from northwest to southeast across North America, toward the Gulf of Mexico and the Florida coast. A second sequence follows European city lights, crosses the Mediterranean Sea, and passes over a bright Nile river in northern Africa. Seen from the orbital outpost, erratic flashes of lightning appear in thunder storms below and stars rise above the planet's curved horizon through a faint atmospheric airglow. Of course, from home you can always check out the vital signs of Planet Earth Now.  Tomorrow's answer: How many sides does northern Saturn have?  < | Archive | Submissions | Index | Search | Calendar | RSS | Education | About APOD | Discuss | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (UMCP) NASA Official: Phillip Newman Specific rights apply. NASA Web Privacy Policy and Important Notices A service of: ASD at NASA / GSFC & Michigan Tech. U.","media_type":"video","service_version":"v1","title":"Planet Earth at Night II","url":"https://www.youtube.com/embed/zIqG42AD4Gw?rel=0"},{"copyright":"\nNASA,\nESA,\nJPL,\nSSI,\nCassini Imaging Team\n","date":"2023-06-18","explanation":"Why would clouds form a hexagon on Saturn? Nobody is sure.   Originally discovered during the Voyager flybys of Saturn in the 1980s, nobody has ever seen anything like it anywhere else in the Solar System.  Acquiring its first sunlit views of far northern Saturn in late 2012, the Cassini spacecraft's wide-angle camera recorded this stunning, false-color image of the ringed planet's north pole. The composite of near-infrared image data results in red hues for low clouds and green for high ones, giving the Saturnian cloudscape a vivid appearance. This and similar images show the stability of the hexagon even 20+ years after Voyager.  Movies of Saturn's North Pole show the cloud structure maintaining its hexagonal structure while rotating.  Unlike individual clouds appearing like a hexagon on Earth, the Saturn cloud pattern appears to have six well defined sides of nearly equal length. Four Earths could fit inside the hexagon. Beyond the cloud tops at the upper right, arcs of the planet's eye-catching rings are tinted bright blue.","hdurl":"https://apod.nasa.gov/apod/image/2306/NorthSaturn_Cassini_960.jpg","media_type":"image","service_version":"v1","title":"Saturn's Northern Hexagon","url":"https://apod.nasa.gov/apod/image/2306/NorthSaturn_Cassini_960.jpg"},{"date":"2023-06-19","explanation":"The center of the Lagoon Nebula is a whirlwind of spectacular star formation. Visible near the image center, at least two long funnel-shaped clouds, each roughly half a light-year long, have been formed by extreme stellar winds and intense energetic starlight.  A tremendously bright nearby star, Herschel 36, lights the area.  Vast walls of dust hide and redden other hot young stars.  As energy from these stars pours into the cool dust and gas, large temperature differences in adjoining regions can be created generating shearing winds which may cause the funnels.  This picture, spanning about 15 light years, combines images taken in four colors by the orbiting Hubble Space Telescope.  The Lagoon Nebula, also known as M8, lies about 5000 light years distant toward the constellation of the Archer (Sagittarius).","hdurl":"https://apod.nasa.gov/apod/image/2306/LagoonCenter_HubblePobes_3979.jpg","media_type":"image","service_version":"v1","title":"The Busy Center of the Lagoon Nebula","url":"https://apod.nasa.gov/apod/image/2306/LagoonCenter_HubblePobes_960.jpg"},{"copyright":"\nFefo Bouvier;\nLine Drawing: Alfonso Rosso\n","date":"2023-06-20","explanation":"Have you seen the bird in the Milky Way? Beyond the man in the Moon, the night sky is filled with stories, and cultures throughout history have projected some of their most enduring legends onto the stars and dust above.  Generations of people see these celestial icons, hear their associated stories, and pass them down. Pictured here is not only a segment of the central band of our Milky Way galaxy, but, according to folklore of several native peoples of Uruguay, the outline of a great bird called Ñandú. Furthermore, Ñandú's footprint is associated with the Southern Cross asterism. In the foreground, in silhouette, is a statue of María Micaela Guyunusa, an indigenous woman of the Charrúa people who lived in the 1800s and endures as a symbol of colonial resistance.  The composite image was taken in mid-April in Cabo Polonio, Uruguay, with the Atlantic Ocean in the background.","hdurl":"https://apod.nasa.gov/apod/image/2306/NanduMilkyWay_Bouvier_2048.jpg","media_type":"image","service_version":"v1","title":"The Ñandú in the Milky Way","url":"https://apod.nasa.gov/apod/image/2306/NanduMilkyWay_Bouvier_1080.jpg"},{"copyright":"\nMarcella Giulia Pace & Giuseppe De Donà \n","date":"2023-06-21","explanation":"Does the Sun follow the same path every day? No.  The Sun's path changes during the year, tracing a longer route during the summer than the winter. Pictured here, the Sun's arc was captured from noon to sunset on three days,  from highest in the sky to lowest: summer solstice, equinox, and winter solstice.  The images were taken near Gatto Corvino Village in Sicily, Italy in 2020 and 2021. The path and time the Sun spends in the sky is more important in determining the season than how close the Earth is to the Sun.  In fact, the Earth is closest to the Sun in January, during northern winter.  Today is a solstice, so today the Sun is taking its longest path of the year across the sky in Earth's  northern hemisphere, but the shortest path in the southern hemisphere.","hdurl":"https://apod.nasa.gov/apod/image/2306/SunPath_Pace_960_annotated.jpg","media_type":"image","service_version":"v1","title":"Three Sun Paths","url":"https://apod.nasa.gov/apod/image/2306/SunPath_Pace_960_annotated.jpg"},{"copyright":"Alessandro Cipolat Bares","date":"2023-06-22","explanation":"Cosmic dust clouds cross a rich field of stars in this telescopic vista near the northern boundary of Corona Australis, the Southern Crown. Part of a sprawling molecular cloud complex this star forming region is a mere 500 light-years away. That's about one third the distance of the more famous stellar nursery known as the Orion Nebula. The 2 degree wide frame would span 15 light-years at the clouds' estimated distance. Mixed with bright nebulosities the dust clouds effectively block light from more distant background stars in the Milky Way and obscure from view embedded stars still in the process of formation. Large dark nebula Bernes 157 is on the left. To its right are a group of pretty reflection nebulae cataloged as NGC 6726, 6727, 6729, and IC 4812. Their characteristic blue color is produced as light from hot stars is reflected by the cosmic dust. The more compact NGC 6729 surrounds young variable star R Coronae Australis. Just below it, filamentary arcs and loops are identified as Herbig Haro objects associated with energetic newborn stars. In fact, at the heart of this area lies the Coronet Cluster, one of the nearest and most active star forming regions.","hdurl":"https://apod.nasa.gov/apod/image/2306/corona_aus.jpg","media_type":"image","service_version":"v1","title":"Stars and Dust across Corona Australis","url":"https://apod.nasa.gov/apod/image/2306/corona_aus1024.jpg"},{"copyright":"Mike Selby","date":"2023-06-23","explanation":"Over 500,000 light years across, NGC 6872 (top right) is a truly enormous barred spiral galaxy, at least 5 times the size of our own very large Milky Way. The appearance of this giant galaxy's distorted and stretched out spiral arms suggests the magnificent wings of a giant bird. Of course its popular moniker is the Condor galaxy. It lies about 200 million light-years distant toward the southern constellation Pavo, the Peacock. Lined with star-forming regions, the distorted spiral arms are due to NGC 6872's gravitational interaction with the nearby smaller galaxy IC 4970, seen just above the giant galaxy's core. The Pavo galaxy group's dominant giant elliptical galaxy, NGC 6876 is below and left of the soaring Condor galaxy.","hdurl":"https://apod.nasa.gov/apod/image/2306/NGC-6872-LRGB-rev-5-crop-CDK-1000-22-May-2023.jpg","media_type":"image","service_version":"v1","title":"Giant Galaxies in Pavo","url":"https://apod.nasa.gov/apod/image/2306/NGC-6872-LRGB-rev-5-crop-CDK-1000-22-May-2023_1024.jpg"},{"date":"2023-06-24","explanation":"The multicolor, stereo imaging Mastcam-Z on the Perseverance rover zoomed in to capture this 3D close-up (get out your red/blue glasses) of the Mars Ingenuity helicopter on mission sol 45. That's Earth-date 2021 April 5. Casting a shadow on the Martian surface, Ingenuity is standing alone on its four landing legs next to the rover's wheel tracks. The experimental helicopter's solar panel, charging batteries that keep it warm through the cold Martian nights and power its flight, sits just above Ingenuity's two 1.2 meter (4 foot) long counter-rotating blades. Thirteen sols later, on April 19, Ingenuity became the first aircraft to perform powered, controlled flight on another planet. It has since gone on to complete more than 50 flights through the thin atmosphere of Mars.","hdurl":"https://apod.nasa.gov/apod/image/2306/PIA24547_fig1.jpg","media_type":"image","service_version":"v1","title":"3D Ingenuity","url":"https://apod.nasa.gov/apod/image/2306/PIA24547_fig1_1024.jpg"},{"date":"2023-06-25","explanation":"Does lightning occur only on Earth?  No.  Spacecraft in our Solar System have detected lightning on other planets, including Mars, Jupiter and Saturn, and lightning is likely on Venus, Uranus, and Neptune.  Lightning is a sudden rush of electrically charged particles from one location to another. On Earth, drafts of colliding ice and water droplets usually create lightning-generating charge separation, but what happens on Jupiter? Images and data from NASA's Jupiter-orbiting Juno spacecraft bolster previous speculation that Jovian lightning is also created in clouds containing water and ice.  In the featured Juno photograph, an optical flash was captured in a large cloud vortex near Jupiter's north pole.  During the next few months, Juno will perform several close sweeps over Jupiter's night side, likely allowing the robotic probe to capture more data and images of Jovian lightning.","hdurl":"https://apod.nasa.gov/apod/image/2306/LightningCloud_JunoGill_960.jpg","media_type":"image","service_version":"v1","title":"Lightning on Jupiter","url":"https://apod.nasa.gov/apod/image/2306/LightningCloud_JunoGill_960.jpg"},{"copyright":"\nSoumyadeep Mukherjee\n","date":"2023-06-26","explanation":"You've surely seen it, but you might not have noticed it.  During a cloudless twilight, just before sunrise or after sunset, part of the atmosphere above the horizon appears slightly dark and off-color.  Called the Belt of Venus, this transitional band between the dark eclipsed sky and the bright day sky can be seen most prominently in the direction opposite the Sun.  Straight above, blue sky is normal sunlight reflecting off the atmosphere, while near the horizon the clear sky can appear more orange or red.  In the Belt of Venus, the atmosphere reflects more light from the setting (or rising) Sun and so appears more red.  Featured here, the Belt of Venus was photographed over several Himalayan mountains including, second from the right, Mount Everest, the tallest mountain on Earth.  Although usually not mentioned, the belt is frequently caught by accident in other photographs.","hdurl":"https://apod.nasa.gov/apod/image/2306/BeltofEverest_Mukherjee_4000_annotated.jpg","media_type":"image","service_version":"v1","title":"The Belt of Venus over Mount Everest","url":"https://apod.nasa.gov/apod/image/2306/BeltofEverest_Mukherjee_960.jpg"},{"date":"2023-06-27","explanation":"These two global views of Mars were captured at ultraviolet wavelengths, beyond the spectrum visible to human eyes. Recorded by the MAVEN spacecraft's Imaging Ultraviolet Spectrograph instrument in July 2022 (left) and January 2023, three otherwise invisible ultraviolet bands are mapped into red, green, and blue colors. That color scheme presents the Red Planet's surface features in shades of tan and green. Haze and clouds appear white or blue, while high altitude ozone takes on a dramatic purple hue. On the left, Mars' south polar ice cap is in brilliant white at the bottom but shrinking during the southern hemisphere's summer season. On the right, the northern hemisphere's polar region is seen shrouded in clouds and atmospheric ozone. Known to some as the Mars Atmosphere and Volatile EvolutioN spacecraft, MAVEN has been exploring Mars' tenuous upper atmosphere, ionosphere, and its interactions with the Sun and solar wind since 2014.","hdurl":"https://apod.nasa.gov/apod/image/2306/MavenMars2panel.png","media_type":"image","service_version":"v1","title":"MAVEN's Ultraviolet Mars","url":"https://apod.nasa.gov/apod/image/2306/MavenMars2panel.png"},{"copyright":"Emmanuel Astronomono","date":"2023-06-28","explanation":"Unlike most entries in Charles Messier's famous catalog of deep sky objects, M24 is not a bright galaxy, star cluster, or nebula. It's a gap in nearby, obscuring interstellar dust clouds that allows a view of the distant stars in the Sagittarius spiral arm of our Milky Way galaxy. Direct your gaze through this gap with binoculars or small telescope and you are looking through a window over 300 light-years wide at stars some 10,000 light-years or more from Earth. Sometimes called the Small Sagittarius Star Cloud, M24's luminous stars fill this gorgeous starscape.  Covering over 3 degrees or the width of 6 full moons in the constellation Sagittarius, the telescopic field of view includes dark markings B92 and B93 near center, along with other clouds of dust and glowing nebulae toward the center of the Milky Way.","hdurl":"https://apod.nasa.gov/apod/image/2306/M24_2023grapod.jpg","media_type":"image","service_version":"v1","title":"Messier 24: Sagittarius Star Cloud","url":"https://apod.nasa.gov/apod/image/2306/M24_2023grapod1024.jpg"},{"date":"2023-06-29","explanation":"Monitoring 68 pulsars with very large radio telescopes, the North American Nanohertz Observatory for Gravitational Waves (NANOGrav) has uncovered evidence for the gravitational wave (GW) background by carefully measuring slight shifts in the arrival times of pulses.  These shifts are correlated between different pulsars in a way that indicates that they are caused by GWs. This GW background is likely due to hundreds of thousands or even millions of supermassive black hole binaries.  Teams in Europe, Asia and Australia have also independently reported their results today. Previously, the LIGO and Virgo detectors have detected higher-frequency GWs from the merging of individual pairs of massive orbiting objects, such as stellar-mass black holes. The featured illustration highlights this spacetime-shaking result by depicting two orbiting supermassive black holes and several of the pulsars that would appear to have slight timing shifts.  The imprint these GWs make on spacetime itself is illustrated by a distorted grid.   Open Science: Browse 3,000+ codes in the Astrophysics Source Code Library","hdurl":"https://apod.nasa.gov/apod/image/2306/Gwb_Nanograv_3000_annotated.jpg","media_type":"image","service_version":"v1","title":"A Message from the Gravitational Universe","url":"https://apod.nasa.gov/apod/image/2306/Gwb_Nanograv_960_annotated.jpg"}]
